Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/environment/planning_and_development_in_ireland/dangerous_structures.html.txt.tmx
Source language: en
Languages: ga

source: Dangerous places and structures
ga: Áiteanna agus struchtúir chontúirteacha

source: Each local authority is responsible for dealing with dangerous places and structures in its area
ga: Tá freagracht ar gach údarás áitiúil as déileáil le háiteanna agus struchtúir chontúirteacha atá ina gceantar

source: Under the Local Government (Sanitary Services) Act 1964, local authorities can require an owner to make such a site safe
ga: Faoin Acht Rialtais Áitiúil (Seirbhísí Sláintíochta), 1964, féadfaidh údaráis áitiúla a cheangal ar úinéir chun suíomh sábháilte a dhéanamh dá leithéid de shuíomh

source: In emergency cases, the local authority has the power to enter the site itself and make it safe
ga: I gcásanna éigeandála, tá an chumhacht ag an údarás áitiúil chun an suíomh féin a iontráil agus suíomh sábháilte a dhéanamh dá leithéid de shuíomh

source: The Act allows local authorities to prosecute owners who do not comply with notices served; to purchase land compulsorily; and to carry out necessary work themselves and charge the owners for the cost
ga: Ceadaíonn an tAcht d’údaráis áitiúla chun úinéirí a ionchúiseamh nach gcomhlíonann na fógraí a sheirbheáiltear; chun talamh a cheannach ar bhonn éigeantach; agus chun tabhairt faoin obair riachtanach iad féin agus an costas a ghearradh ar na húinéirí

source: The Act defines a dangerous structure as:
ga: Is é an sainmhíniú a thugtar san Acht ar struchtúr contúirteach:

source: • Any building, wall or other structure of any kind, or
ga: • Aon fhoirgneamh, balla nó déanmhas eile de chineál ar bith, nó

source: • Any part of, or anything attached to, a building, wall or other structure of any kind
ga: • Aon chuid, nó aon rud atá greamaithe d’fhoirgneamh, de bhalla nó de dhéanmhas eile de chineál ar bith

source: that, in the opinion of the local authority “is or is likely to be dangerous to any person or property”
ga: arb é tuairim an údaráis áitiúil “go bhfuil sé, nó gur dóigh dó bheith, contúirteach do dhuine nó do mhaoin ar bith”

source: The Act also deals with dangerous places
ga: Déileáiltear san Acht, chomh maith, le háiteanna contúirteacha

source: It defines a dangerous place as “an excavation, quarry, pit, well, reservoir, pond, stream, dam, bank, dump, shaft or land” that, in the opinion of the local authority, “is or is likely to be dangerous to any person”
ga: Is é an sainmhíniú a thugtar ar áit chontúirteach “tochaltán, cairéal, clais, tobar, taiscumar, lochán, sruthán, damba, port, láithreán fuílligh, sloc nó talamh” arb é tuairim an údaráis áitiúil “go bhfuil sé, nó gur dóigh dó bheith, contúirteach do dhuine ar bith”

source: If you own property that becomes dangerous, or contains any dangerous structures, you must take steps to remedy the situation
ga: Má tá réadmhaoin agat a ndéantar réadmhaoin chontúirteach di, nó ina bhfuil aon struchtúir chontúirteacha, ní mór duit bearta a ghlacadh chun an cás a chur ina cheart

source: If a local authority considers that a structure is dangerous, it can, if necessary, direct the owner to carry out work on the structure immediately in order to make it safe
ga: Má mheasann údarás áitiúil go bhfuil struchtúr contúirteach, féadfaidh siad, más gá, an t-úinéir a ordú chun tabhairt faoi obair ar an struchtúr láithreach chun struchtúr sábháilte a dhéanamh de

source: This can include demolition of the structure and clearing and fencing of the site
ga: D’fhéadfadh scartáil an struchtúir agus glanadh agus fálú an tsuímh a bheith i gceist leis seo

source: If you are the owner and you do not comply with such an instruction, you are guilty of an offence and will be liable to pay a fine
ga: Más tú féin an t-úinéir agus mura gcomhlíonann tú lena leithéid d’ordú, tá tú ciontach i gcion agus beidh tú faoi dhliteanas fíneáil a íoc

source: If necessary, the local authority can carry out this work itself
ga: Más gá, féadfaidh an t-údarás áitiúil tabhairt faoin obair seo iad féin

source: It must notify the owner about what it intends to do
ga: Ní mór dóibh fógra a thabhairt don úinéir faoin méid a bheartaíonn siad a dhéanamh

source: It may also require that all use of the dangerous structure be stopped
ga: Chomh maith leis sin, féadfaidh siad a cheangal go gcuirtear stop le gach úsáid a bhaintear as an struchtúr baolach

source: In certain cases, it can direct the occupier of a dangerous structure to leave and remove all their property
ga: I gcásanna áirithe, féadfaidh siad áititheoir struchtúir chontúirtigh a ordú chun an áit a fhágáil agus chun a réadmhaoin go léir a bhaint

source: If necessary, it can get a court order, which allows it to use whatever force it considers necessary to remove the person and their property from the dangerous structure
ga: Más gá, féadfaidh siad ordú cúirte a fháil, a cheadaíonn dóibh pé fórsa a úsáid a mheasann siad is gá chun an duine agus a réadmhaoin a bhaint ón struchtúr contúirteach

source: It is up to the local authority to decide if it should provide other accommodation or give money to a person who has been forced to leave their dwelling in this way
ga: Is faoin údarás áitiúil atá sé a chinneadh cibé acu ar cheart nó nár cheart dóibh cóiríocht eile a sholáthar nó chun airgead a thabhairt don duine ar cuireadh ina luí orthu a n-áit chónaithe a fhágáil ar an mbealach seo

source: This may depend on whether the person carried on any trade or business in the dangerous structure or if the local authority considers that the person will suffer real hardship because of having to leave
ga: D’fhéadfadh seo brath ar cibé acu ar thug an duine faoin aon cheird nó gnó sa struchtúr contúirteach nó má mheasann an t-údarás áitiúil go mbeidh an duine thíos le fíor-chruatan mar gheall go bhfuil orthu fágáil

source: If you are the owner or occupier of a dangerous place or structure, you are likely to receive a statutory notice from the local authority, informing you that your property has been classed as dangerous and tell you what the local authority requires you to do (or plans to do itself) in order to make it safe
ga: Más tú féin úinéir nó áititheoir in áit nó struchtúr contúirteach, is dóchúil go bhfaighidh tú fógra reachtúil ón údarás áitiúil, a chuireann ar an eolas thú gur rangaíodh do réadmhaoin amhail bheith ina réadmhaoin chontúirteach agus a insíonn duit cad a cheanglaíonn an t-údarás áitiúil ort a dhéanamh (nó a bheartaíonn siad a dhéanamh iad féin) chun áit nó réadmhaoin shábháilte a dhéanamh de

source: In some circumstances, a local authority may decide to purchase a dangerous place or structure compulsorily
ga: Faoi roinnt cúinsí, féadfaidh údarás áitiúil a chinneadh chun áit nó struchtúr contúirteach a cheannach go héigeantach

source: You have the right to respond to any notice that the local authority sends you and to make an objection to the compulsory purchase of a site
ga: Tá an ceart agat chun freagairt d’aon fhógra a sheolann an t-údarás áitiúil chugat agus chun aighneacht a dhéanamh i gcoinne ceannach éigeantach suímh

source: A local authority can buy dangerous land in its area (including land that is no longer dangerous because the local authority has carried out work on it), either by agreement with the owner or by compulsory purchase
ga: Féadfaidh údarás áitiúil talamh chontúirteach a cheannach atá ina gceantar (talamh nach bhfuil contúirteach a thuilleadh mar gheall gur thug an t-údarás áitiúil faoi obair ar an talamh, ina measc), cibé acu trí chomhaontú leis an úinéir nó trí cheannach éigeantach

source: It must advertise the details of any proposed compulsory purchase in the local newspaper and send a notice to the owner or occupier of the land, giving information about how and where to object to the purchase
ga: Ní mór dóibh sonraí aon cheannaigh éigeantaigh a bheartaítear a fhógairt sa nuachtán áitiúil agus fógra a sheoladh chuig úinéir nó áititheoir na talún, agus faisnéis a thabhairt faoi conas agus cén áit ar féidir cur in aghaidh an cheannaigh

source: In the case of a dangerous place, a notice must be posted either on or near the land, giving details of the local authority's intentions
ga: I gcás áit chontúirteach, ní mór fógra a chur in airde ar an talamh nó i ngar don talamh, agus sonraí a thabhairt ar an méid a bheartaíonn an t-údarás áitiúil a dhéanamh

source: If an objection is made, the local authority cannot buy the land without the consent of An Bord Pleanála
ga: Má chuirtear ina aghaidh, ní féidir leis an údarás áitiúil an talamh a cheannach gan toiliú an Bhoird Phleanála

source: If An Bord Pleanála approves the compulsory purchase and the local authority has dealt with any objections received, the local authority can buy the land, using a vesting order
ga: Má fhaomhann an Bord Pleanála an ceannach éigeantach agus má dhéileáil an t-údarás áitiúil le haon aighneachtaí a fuarthas, féadfaidh an t-údarás áitiúil an talamh a cheannach, agus ordú dílseacháin á úsáid

source: If you have any right to or interest in land that has been compulsorily acquired by a local authority, you can apply to it for compensation within 12 months of the vesting
ga: Má bhíonn aon cheart agat i leith talún nó aon leas agat i dtalamh a fuair údarás áitiúil ar bhonn éigeantach, féadfaidh tú iarratas a dhéanamh ar an údarás ar chúiteamh laistigh de 12 mhí tar éis an dílseacháin a dhéanamh

source: The local authority will then pay you an amount equal to the value (if any) of the land
ga: Íocfaidh an t-údarás áitiúil suim leat, ansin, atá ar chomhionann le luach na talún (má bhíonn luach ar bith uirthi)

source: The value of the land will be negotiated under the Acquisition of Land (Assessment of Compensation) Act 1919
ga: Déanfar idirbheartaíocht ar luach na talún faoin Acht um thalamh a fháil (measúnú ar chúiteamh), 1919

source: If there is any money due to the local authority on the property (in the form of a derelict sites levy or a court order for payment), the local authority can subtract this from the compensation
ga: Má bhíonn aon airgead le híoc leis an údarás áitiúil ar an réadmhaoin (i bhfoirm tobhach láithreán tréigthe nó ordú cúirte le haghaidh íocaíochta), féadfaidh an t-údarás áitiúil é seo a dhealú ón gcúiteamh

source: If the amount owed on the property is more that the compensation that has been agreed, no compensation will be paid
ga: Más mó an tsuim atá le híoc ar an réadmhaoin ná an cúiteamh lenar comhaontaíodh, ní íocfar aon chúiteamh

source: Under the Local Government (Sanitary Services) Act 1964, it is an offence to:
ga: Faoin Acht Rialtais Áitiúil (Seirbhísí Sláintíochta), 1964, is cion é:

source: • Obstruct a local authority that is carrying out its duty under the Act
ga: • Bach a chur ar údarás áitiúil atá ag tabhairt faoina ndualgas faoin Acht

source: • Obstruct anyone attempting to comply with the Act
ga: • Bac a chur ar aon duine a dhéanann iarracht chun an tAcht a chomhlíonadh

source: • Fail to carry out the measures required by the local authority to prevent a structure or place from being classed as dangerous within an allotted time
ga: • Teip ar thabhairt faoi na bearta a cheanglaíonn an t-údarás áitiúil chun cosc a chur ar struchtúr nó ar áit ó bheith rangaithe amhail struchtúr nó áit chontúirteach laistigh de thréimhse leithroinnte ama

source: • Fail to comply with an order of the District Court under the Act
ga: • Teip ar ordú na Cúirte Dúiche faoin Acht a chomhlíonadh

source: On summary conviction for these offences: a fine not exceeding €2,500
ga: Ar a chiontú nó a ciontú go hachomair i ngeall ar na cionta seo: beidh sé/sí faoi dhliteanas fíneáil nach mó ná €2,500 a íoc

source: It is also an offence to:
ga: Chomh maith leis sin, is cion é:

source: • Fail to give information or knowingly give wrong information to the local authority about the ownership of a dangerous structure
ga: • Teip ar fhaisnéis a thabhairt nó faisnéis mhícheart a thabhairt go feasach don údarás áitiúil faoi úinéireacht struchtúir chontúirtigh

source: • Obstruct an authorised officer of the local authority while he or she is exercising a power conferred by the Act
ga: • Bac a chur ar oifigeach údaraithe an údaráis áitiúil agus é/í ag feidhmiú cumhachta a thugtar leis an Acht

source: Fines are payable to the local authority for non-compliance with statutory notices about dangerous structures – see ‘Offences’ above
ga: Tá fíneálacha iníoctha leis an údarás áitiúil mar gheall ar neamhchomhlíonadh fógraí reachtúla faoi struchtúir chontúirteacha – féach ‘Cionta’ thuas

source: The local authority can recover the cost of necessary work on dangerous places and structures from the owners
ga: Féadfaidh an t-údarás áitiúil costas na hoibre riachtanaí a aisghabháil a dhéantar ar áiteanna agus struchtúir chontúirteacha ó na húinéirí

source: The derelict sites levy is also payable to the local authority if the site is entered into the Derelict Sites Register
ga: Tá tobhach na láithreán tréigthe iníoctha, chomh maith, leis an údarás áitiúil má iontráladh an láithreán ar Chlár na Láithreán Tréigthe

source: This levy amounts to 3% of the market value of the land concerned
ga: Is ionann an tobhach seo agus 3% de luach margaidh na talún atá i gceist

source: The Minister for Housing, Planning, Community and Local Government may prescribe a higher percentage, which cannot be more than 10% of the market value
ga: Féadfaidh an tAire Tithíochta, Pleanála, Pobail agus Rialtais Áitiúil céatadán níos airde a ordú, nach féidir leis breis agus 10% den luach margaidh a shárú

source: If you have any queries or complaints about dangerous places or structures, contact your local authority
ga: Má bhíonn aon cheisteanna nó gearáin agat faoi áiteanna nó struchtúir chontúirteacha, déan teagmháil le d’údarás áitiúil

source: Most local authorities have 24-hour numbers for reporting dangerous places or structures – check your local authority’s website
ga: Bíonn uimhreacha gutháin 24 uair an chloig ag formhór na n-údarás áitiúil chun áiteanna nó struchtúir a thabhairt le fios – seiceáil láithreán gréasáin d’údaráis áitiúil
